{
  "testDemo": {
    "id1": {
      "lotNumber": 1,
      "category": "Jade",
      "description": "This tricolor (sancai) box has a round shape with shallow straight walls, a concave circular mouth, a flat base, and a slightly curved lid. The outer surface of the lid is decorated with intricate molded patterns, displaying exquisite and varied designs. The exterior of the box is covered in tricolor glazes, including green, yellow, white, and blue. The interior of the box and the base are covered in yellow glaze. The entire piece is adorned with fine crackle patterns. During the mid-Tang Dynasty, the tricolor glazing technique reached its peak, resulting in a wide variety of vessel forms and refined craftsmanship. The glaze colors during this period were lustrous and the coloring appeared natural. Vessels were often fully glazed both on the inside and outside, utilizing colors such as green, yellow, white, blue, and black, creating a complex and diverse palette. The production process involved applying a base layer of slip before adding various colored glazes to achieve the desired overall effect in terms of both form and decoration. The decoration techniques included carving, stamping, appliqué, and modeling. These tricolor artifacts showcased rich content and were considered exquisite examples of Tang tricolor ware.",
      "name": "A Tang ‘Sancai’ ‘Baoxianghua’ Box",
      "period": "Tang Dynasty"
    },
    "id2": {
      "lotNumber": 2,
      "category": "Paintings",
      "description": "This blue-glazed ceramic tiger was crafted during the Three Kingdoms Period and originates from the Yue Kiln. It features a rounded and well-proportioned form with a slanting neck and circular mouth. The abdomen showcases a bow-shaped handle resembling a tiger in motion, with the tiger's head tilted upwards at a 45-degree angle and a round open mouth. The lower abdomen is sculpted to depict contracted limbs. The handle behind the tiger's head is also adorned with delicate lines. The entire piece is covered in a light blue glaze. Another similar piece with the same design measures 15.7cm in height, 20.9cm in length, and has a mouth diameter of 4.8cm. This tiger was unearthed in 1955 in Zhao Shigang, Nanjing, Jiangsu Province. In August 2013, it was listed in the \"Third Batch of Cultural Relics Prohibited from Going Abroad (Abroad) for Exhibition\" by the National Cultural Heritage Administration. Inscribed on its lower abdomen are thirteen characters: \"Crafted by Master Yuan Yi from Shangyu, Kuaiji, in the 14th year of Chiwu.\" This piece represents one of the earliest known ceramics with an accurate dating inscription discovered through archaeological excavation.",
      "name": "A Blue-Glazed Ceramic ‘Tiger’",
      "period": "Three kingdoms"
    },
    "id3": {
      "lotNumber": 3,
      "category": "Calligraphy",
      "description": "This tea bowl has a flared mouth, deep curved walls, and a short ring foot. The outer wall is carved with protruding large lotus petal motifs. The interior of the bowl has a ring-shaped unglazed area at the bottom, with a central lotus flower pattern. The tea bowl features a green-yellow glaze, which is thick in texture, and the entire piece is covered with fine crackle patterns.",
      "name": "A ‘Ding’ Lotus Petal Pattern Tea Bowl",
      "period": "Song Dynasty"
    },
    "id4": {
      "lotNumber": 4,
      "category": "Rubbings",
      "description": "This tea bowl features a flared mouth, sloping walls, and deep rounded belly with a slightly raised center resembling a flat disk. It has a mock ring foot with a slightly recessed center. The overall shape of the bowl resembles a \"douli\" hat. The entire surface is covered in black glaze. The interior walls are adorned with nine concentric circles of regular white spots, where the raised areas appear as dark brown circles with central white spots. This pattern resembles stars orbiting the sun. The exterior laze is lustrous, with the white spots cascading down evenly. The foot lacks glaze, and the body is densely covered with crackle patterns.",
      "name": "A ‘Jizhou’ Black Glazed 'Starry Sky' Tea Bowl",
      "period": "Song Dynasty"
    },
    "id5": {
      "lotNumber": 5,
      "category": "Bronze",
      "description": "The Ge washer embodies a round body with a slightly flared mouth, gently curved walls, and a narrowing below the mouth that leads to a reclining foot. The contour lines seamlessly blend gentle curves with subtle straight edges, creating an elegant and harmonious aesthetic. Coated with a pinkish-blue glaze, the application is notably lavish, resulting in a luxuriously thick and smooth appearance, reminiscent of solidified cream. This lustrous surface exudes a radiant and precious quality, with numerous bubbles forming within the glaze, evoking the appearance of hidden pearls. This distinct feature came to be known as the \"concentrated foam gathering pearls\" effect among connoisseurs. The glaze on the lip of the washer appears slightly whiter, akin to the hue of jade, and gradually deepens in color towards the lower portion. The entire surface is adorned with closely packed fine crackles, imparting a sense of tranquility and antique elegance. Deeper areas of the glaze exhibit a rich brown hue, while shallower sections take on a captivating golden-yellow shade. The interplay between these varying depths of color creates an exquisite and harmonious \"golden thread iron wire\" effect.",
      "name": "A Ge Washer",
      "period": "Late Ming/Early Qing Dynasty"
    },
    "id6": {
      "lotNumber": 6,
      "category": "jade",
      "description": "This Hetian white jade incense burner bears resemblance to a similar one in the Forbidden City's Palace Museum collection. The main body is a Ming Dynasty Hetian white jade incense burner, featuring a square shape with a stepped design, larger on top, smaller on the bottom, and geometrically curved in the middle. The front and back of the jade burner are adorned with beast-face and cloud-thunder patterns, while the sides feature twin coiled chi-dragon ears, skillfully crafted in lifelike detail. The lid is made of Qing Dynasty rosewood, intricately carved with a dragon motif and crowned with ancient Han Dynasty jade, which is itself engraved with a pair of Chi dragons. The base, made of Qing Dynasty rosewood, is adorned with relief patterns of spirals and beast faces. Jade's presence dates back to the Neolithic period five thousand years ago, and its development was closely linked to the evolution of production tools. The creation of jade objects primarily involved processes like carving, grinding, engraving, and drilling. Tools made from bone, stone, and quartz sand were used in conjunction with jade production. Archaeological findings reveal the use of tools resembling abrasive wheels in the crafting process. During the Spring and Autumn and Warring States periods, advancements in jade craftsmanship were accelerated by the application of bronze and iron tools, enabling the processing of more intricate designs. The utilization of diamond dust also led to finer surface treatment. In ancient times, Jade artifacts were symbols of imperial and noble status, and their presence was particularly prominent in the imperial courts of the Ming and Qing Dynasties. Similar incense burners can be found in the collections of the Palace Museum in Beijing and the National Palace Museum in Taipei.",
      "name": "A Hetian Jade Twin-Dragon Ear Incense Burner",
      "period": "Ming Dynasty"
    },
    "id7": {
      "lotNumber": 7,
      "category": "Bronze",
      "description": "Dimension: Exterior diameter: 9.1cm Length: 8.7 cm. \\n The Chariot Axle Cap was made of bronze and was an important part for fixing the wheels, as its inner shape was made round to fit with the wheels. The cap’s round exterior wall was inscribed with thunder and cloud decorations, and the column was decorated with dragon figures. The delicate crafting and exquisite decorations on the Chariot Cap suggest it was once owned by an emperor. Chariot Axle Caps are collected in multiple world-famous museums, including the National Palace Museum, National Museum of China, British Museum, Metropolitan Museum of Art, Hubei Provincial Museum, and Shaanxi History Museum.",
      "name": "Bronze chariot Axle Cap",
      "period": "Warring States to Early Han"
    },
    "movies": "B07 Demo!"
  }
}
